[
  {
    "title": "Black Mulch Delivery",
    "category": "homeowners",
    "description": "Fresh load of our #BlackBeauty mulch, ready to be installed!",
    "src": "/images/gallery/dumpblackmulch.jpg"
  },
  {
    "title": "Lusch Landscapers",
    "category": "landscapers",
    "description": "Final shots from a recent job in Hamilton we completed. This homeowner wanted a completely low maintenance backyard so that is what we delivered. Custom Techo bloc blu 60 shale grey patio, done in 2 levels. We also removed the old fence and installed the new good neighbor fence a few weeks prior.",
    "src": "/images/gallery/luschpatio.jpg"
  },
  {
    "title": "Avesi Stormwater & Landscape",
    "category": "landscapers",
    "description": "Some scenes from planting this rain garden we built last year. Adrian from @designjampermaculture was on this one with me in the build and planting phases. \n \nTwo large patches of red creeping thyme and bigroot geranium are at the front. A more naturalistic style is in the back w/ little bluestem, bebbs sedge, pale purple coneflower, blue lobelia, wild columbine, and a sweet gale shrub.",
    "src": "/images/gallery/avesistormwaterGarden.jpg"
  },
  {
    "title": "All in One Landscaping",
    "category": "landscapers",
    "description": "Both our hardscape and carpentry crews did a fantastic job on this project that is highlighted by a beautiful rough sawn Douglas Fir pavilion. They are a great element to include in any future project 🏠",
    "src": "/images/gallery/allinonedeck.jpg"
  },
    {
    "title": "Mifsud Landscape and Design",
    "category": "landscapers",
    "description": "We helped our client turn this outdoor space into a modern, more functional area perfect for relaxing or entertaining. \n\nThe clean lines of Techo Bloc’s Blu Grande slabs in Shale Grey paired with Onyx Black Raffinato steps create a sleek, contemporary look that’s both stylish and practical.",
    "src": "/images/gallery/mifsudpatio.jpg"
  },
    {
    "title": "Twins Lawncare",
    "category": "landscapers",
    "description": "Out with the old, in with the new ☀️🌻",
    "src": "/images/gallery/twinslawn.jpg"
  }
]
